In [1]:
import pandas as pd

In [5]:
data = pd.DataFrame({
    'name':['ankit','Aishwarya','Sanket','Shivangi','Saiprasad','Rishika','Pratiksha'],
    'age':[17,18,19,20,31,21,20],
'university':['BHU','JNU','DU','BHU','SPPU','SPPU','DU'],})

In [6]:
data

        name  age university
0      ankit   17        BHU
1  Aishwarya   18        JNU
2     Sanket   19         DU
3   Shivangi   20        BHU
4  Saiprasad   31       SPPU
5    Rishika   21       SPPU
6  Pratiksha   20         DU

In [9]:
data.to_csv('students.csv')

In [10]:
data.to_csv('students.csv',index=False)

In [11]:
new_data=pd.read_csv('students.csv')

In [13]:
(new_data)

        name  age university
0      ankit   17        BHU
1  Aishwarya   18        JNU
2     Sanket   19         DU
3   Shivangi   20        BHU
4  Saiprasad   31       SPPU
5    Rishika   21       SPPU
6  Pratiksha   20         DU

# uploading database

In [ ]:
data2 = pd.read_csv('')